freelance_camp_proposal/app/controllers/proposals_controller.rb

SELECT "proposals".* FROM "proposals"
---
  def index
    @proposals = Proposal.all